Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Runners|Enable stale runner cleanup
sv: Aktivera rensning av inaktiva runners

source: Runners|Enable stale runner cleanup?
sv: Aktivera rensning av inaktiva runners?

source: Runners|Ensure that %{linkStart}billing is enabled%{linkEnd} for your Google Cloud project.
sv: Kontrollera att %{linkStart}fakturering är aktiverad%{linkEnd} för ditt Google Cloud-projekt.

source: Runners|Ensure you have the %{linkStart}Owner%{linkEnd} IAM role on your Google Cloud project.
sv: Kontrollera att du har IAM-rollen %{linkStart}Ägare%{linkEnd} för ditt Google Cloud-projekt.

source: Runners|Enter number of seconds. Must be %{minValueSecs} seconds or more. If not defined, the runner uses the project %{linkStart}job timeout value%{linkEnd}.
sv: Ange antal sekunder. Värdet måste vara minst %{minValueSecs} sekunder. Om det inte anges använder runnern projektets %{linkStart}tidsgräns för jobb%{linkEnd}.

source: Runners|Executor
sv: Exekverare

source: Runners|Existing runners are not affected. To permit runner registration for all groups, enable this setting in the Admin area in Settings &gt; CI/CD.
sv: Befintliga runners påverkas inte. Aktivera den här inställningen i administrationsområdet under Inställningar › CI/CD för att tillåta runnerregistrering för alla grupper.

source: Runners|Existing runners are not affected. To permit runner registration for all projects, enable this setting in the Admin area in Settings &gt; CI/CD.
sv: Befintliga runners påverkas inte. Aktivera den här inställningen i administrationsområdet under Inställningar › CI/CD för att tillåta runnerregistrering för alla projekt.

source: Runners|Failed adding runner to project
sv: Det gick inte att lägga till runnern i projektet

source: Runners|Failed unassigning runner from project
sv: Det gick inte att ta bort tilldelningen av runnern från projektet

source: Runners|Fetch GitLab Runner release version data from GitLab.com
sv: Hämta versionsdata för GitLab Runner-utgåvor från GitLab.com

source: Runners|Filter projects
sv: Filtrera projekt

source: Runners|Fleet dashboard
sv: Flottöversikt

source: Runners|For most CI/CD jobs, use a %{linkStart}N2D standard machine type%{linkEnd}. Must have the format %{format}. Example: %{example}.
sv: Använd en %{linkStart}N2D-standardmaskintyp%{linkEnd} för de flesta CI/CD-jobb. Måste ha formatet %{format}. Exempel: %{example}.

source: Runners|Get started with runners
sv: Kom igång med runners

source: Runners|GitLab Runner must be installed before you can register a runner. %{linkStart}How do I install GitLab Runner?%{linkEnd}
sv: GitLab Runner måste installeras innan du kan registrera en runner. %{linkStart}Hur installerar jag GitLab Runner?%{linkEnd}

source: Runners|Go to %{groupLink} to enable them.
sv: Gå till %{groupLink} för att aktivera dem.

source: Runners|Go to first invalid form field
sv: Gå till det första ogiltiga formulärfältet

source: Runners|Google Cloud project ID
sv: Google Cloud-projekt-ID

source: Runners|Group area › Runners
sv: Gruppområde › Runners

source: Runners|Group runners are turned off
sv: Grupp-runners är avstängda

source: Runners|Group runners are turned off for this project. Turn them on to use them.
sv: Grupp-runners är avstängda för det här projektet. Aktivera dem för att använda dem.

source: Runners|How is this calculated?
sv: Hur beräknas detta?

source: Runners|IP Address
sv: IP-adress

source: Runners|Image Type
sv: Avbildningstyp

source: Runners|Image Type help
sv: Hjälp om avbildningstyp

source: Runners|Image Type is required.
sv: Avbildningstyp krävs.

source: Runners|Image Type must have the right format.
sv: Avbildningstypen måste ha rätt format.

source: Runners|In the directory with that Terraform configuration file, run the following command to apply the configuration.
sv: Kör följande kommando i katalogen med Terraform-konfigurationsfilen för att tillämpa konfigurationen.

source: Runners|Install GitLab Runner
sv: Installera GitLab Runner

source: Runners|Install a runner
sv: Installera en runner

source: Runners|Install the %{gcloudLinkStart}Google Cloud CLI%{gcloudLinkEnd} and %{terraformLinkStart}Terraform%{terraformLinkEnd}.
sv: Installera %{gcloudLinkStart}Google Cloud CLI%{gcloudLinkEnd} och %{terraformLinkStart}Terraform%{terraformLinkEnd}.

source: Runners|Instance
sv: Instans

source: Runners|Instance runners are disabled in the group settings.
sv: Instans-runners är inaktiverade i gruppinställningarna.

source: Runners|Instance runners are disabled.
sv: Instans-runners är inaktiverade.

source: Runners|Instance runners are turned off
sv: Instans-runners är avstängda

source: Runners|Instance runners are turned off for this project. Turn them on to use them.
sv: Instans-runners är avstängda för det här projektet. Aktivera dem för att använda dem.

source: Runners|Instance runners are turned off in the group settings.
sv: Instans-runners är avstängda i gruppinställningarna.

source: Runners|Instance runners will be disabled for all projects and subgroups in this group.
sv: Instans-runners kommer att inaktiveras för alla projekt och undergrupper i den här gruppen.

source: Runners|Instance: Median job queued time
sv: Instans: Median kötid för jobb

source: Runners|Isolated location within a region. The zone determines what computing resources are available and where your data is stored and used.
sv: Isolerad plats inom en region. Zonen avgör vilka beräkningsresurser som är tillgängliga och var dina data lagras och används.

source: Runners|Jobs in projects you have access to.
sv: Jobb i projekt som du har åtkomst till.

source: Runners|Last contact
sv: Senaste kontakt

source: Runners|Last contact was %{timeAgo}
sv: Senaste kontakt var %{timeAgo}

source: Runners|Last contact: %{timeAgo}
sv: Senaste kontakt: %{timeAgo}

source: Runners|Learn more in the %{linkStart}Google Cloud documentation%{linkEnd}.
sv: Läs mer i %{linkStart}Google Clouds dokumentation%{linkEnd}.

source: Runners|Limits how many API requests a runner can make to jobs endpoints within a 1-minute window, per job token.
sv: Begränsar hur många API-begäranden en runner kan göra till jobbslutpunkter under ett fönster på en minut, per jobbtoken.

source: Runners|Limits how many API requests a runner can make to patch the job trace within a 1-minute window, per job token.
sv: Begränsar hur många API-begäranden en runner kan göra för att uppdatera jobbloggen under ett fönster på en minut, per jobbtoken.

source: Runners|Limits how many API requests a runner can make to request jobs within a 1-minute window.
sv: Begränsar hur många API-begäranden en runner kan göra för att begära jobb under ett fönster på en minut.

source: Runners|Loading
sv: Läser in

source: Runners|Machine type
sv: Maskintyp

source: Runners|Machine type help
sv: Hjälp om maskintyp

source: Runners|Machine type is required.
sv: Maskintyp krävs.

source: Runners|Machine type must have the right format.
sv: Maskintypen måste ha rätt format.

source: Runners|Machine type with preset amounts of virtual machines processors (vCPUs) and memory
sv: Maskintyp med förinställda mängder virtuella processorer (vCPU:er) och minne

source: Runners|Maintenance note
sv: Underhållsanteckning

source: Runners|Make sure the runner is online and available to run jobs (not paused). Jobs display here when the runner picks them up.
sv: Kontrollera att runnern är online och tillgänglig för att köra jobb (inte pausad). Jobben visas här när runnern hämtar dem.

source: Runners|Manually verify that the runner is available to pick up jobs.
sv: Kontrollera manuellt att runnern är tillgänglig för att hämta jobb.

source: Runners|Maximum job timeout
sv: Längsta tidsgräns för jobb

source: Runners|Maximum requests per minute to other Runner Jobs API endpoints
sv: Högsta antal begäranden per minut till andra API-slutpunkter för runnerjobb

source: Runners|Maximum requests per minute to the PATCH /jobs/:id/trace endpoint
sv: Högsta antal begäranden per minut till slutpunkten PATCH /jobs/:id/trace

source: Runners|Maximum requests per minute to the POST /jobs/request endpoint
sv: Högsta antal begäranden per minut till slutpunkten POST /jobs/request

source: Runners|Median
sv: Median

source: Runners|Members of the %{type} can create runners
sv: Medlemmar i %{type} kan skapa runners

source: Runners|Minor version upgrades are available.
sv: Uppgraderingar till delversioner är tillgängliga.

source: Runners|Most active runners
sv: Mest aktiva runners

source: Runners|Most recent failures
sv: Senaste felen

source: Runners|Most used group runners
sv: Mest använda grupp-runners

source: Runners|Most used instance runners
sv: Mest använda instans-runners

source: Runners|Must have the format %{format}. Example: %{example}.
sv: Måste ha formatet %{format}. Exempel: %{example}.

source: Runners|Never contacted
sv: Aldrig kontaktad

source: Runners|Never expires
sv: Upphör aldrig

source: Runners|New group runners can be registered
sv: Nya grupp-runners kan registreras

source: Runners|New project runners can be registered
sv: Nya projekt-runners kan registreras

source: Runners|New registration token generated!
sv: Ny registreringstoken har genererats!

source: Runners|No description
sv: Ingen beskrivning

source: Runners|No group runners found
sv: Inga grupp-runners hittades

source: Runners|No instance runners found
sv: Inga instans-runners hittades

source: Runners|No jobs have been run by group runners assigned to this group in the past 3 hours.
sv: Inga jobb har körts av grupp-runners som är tilldelade till den här gruppen under de senaste tre timmarna.

source: Runners|No jobs have been run by instance runners in the past 3 hours.
sv: Inga jobb har körts av instans-runners under de senaste tre timmarna.

source: Runners|No project runners are available to be assigned to this project.
sv: Det finns inga projekt-runners som kan tilldelas det här projektet.

source: Runners|No project runners found
sv: Inga projekt-runners hittades

source: Runners|No runners managers found
sv: Inga runnerhanterare hittades

source: Runners|No spot. Default choice for Windows Shell executor.
sv: Inte spot. Standardval för Windows Shell-exekverare.

source: Runners|No spot. This is the default choice for Linux Docker executor.
sv: Inte spot. Det här är standardvalet för Linux Docker-exekverare.

source: Runners|No, keep instance runners enabled
sv: Nej, behåll instans-runners aktiverade

source: Runners|Node count
sv: Antal noder

source: Runners|Node count help
sv: Hjälp om antal noder

source: Runners|Node count is required.
sv: Antal noder krävs.

source: Runners|Node count must have the right format.
sv: Antal noder måste ha rätt format.

source: Runners|Node pool label key
sv: Etikettnyckel för nodpool

source: Runners|Node pool label value
sv: Etikettvärde för nodpool

source: Runners|Node pool labels
sv: Etiketter för nodpool

source: Runners|Node pool name
sv: Nodpoolnamn

source: Runners|Node pool name help
sv: Hjälp om nodpoolnamn

source: Runners|Node pool name is required.
sv: Nodpoolnamn krävs.

source: Runners|Node pool name must have the right format.
sv: Nodpoolnamnet måste ha rätt format.

source: Runners|Not accepting jobs
sv: Accepterar inga jobb

source: Runners|Official runner version data is periodically fetched from GitLab.com to determine whether the runners need upgrades.
sv: Versionsdata för officiella runners hämtas regelbundet från GitLab.com för att avgöra om runners behöver uppgraderas.

source: Runners|Offline
sv: Frånkopplad

source: Runners|Online
sv: Ansluten

source: Runners|Only the users with the update permission for this runner can view the note.
sv: Endast användare med behörighet att uppdatera den här runnern kan se anteckningen.

source: Runners|Operating System
sv: Operativsystem

source: Runners|Operating systems
sv: Operativsystem

source: Runners|Optional configuration details
sv: Valfria konfigurationsuppgifter

source: Runners|Other available project runners
sv: Andra tillgängliga projekt-runners

source: Runners|Other projects
sv: Andra projekt

source: Runners|Other runners
sv: Andra runners

source: Runners|Owner
sv: Ägare

source: Runners|Pause from accepting jobs
sv: Pausa mottagning av jobb

source: Runners|Pause selected
sv: Pausa valda

source: Runners|Paused
sv: Pausad

source: Runners|Plan the node count size to ensure you can accomodate your workload
sv: Planera antalet noder så att kapaciteten räcker för arbetsbelastningen

source: Runners|Platform
sv: Plattform

source: Runners|Project
sv: Projekt

source: Runners|Project ID is required.
sv: Projekt-ID krävs.

source: Runners|Project ID must have the right format.
sv: Projekt-ID måste ha rätt format.

source: Runners|Project › CI/CD Settings › Runners
sv: Projekt › CI/CD-inställningar › Runners

source: Runners|Projects you have access to
sv: Projekt som du har åtkomst till

source: Runners|Protected
sv: Skyddad

source: Runners|Recommended
sv: Rekommenderad

source: Runners|Region
sv: Region

source: Runners|Region help
sv: Hjälp om region

source: AICatalog|Choose a project
sv: AI-katalog|Välj ett projekt

source: AdminUsers|When not being monitored for spam:
sv: Administrera användare|När spamövervakning inte används:

source: AdminUsers|You can trust this user in the future if necessary.
sv: Administrera användare|Du kan vid behov lita på den här användaren i framtiden.

source: AdminUsers|You can untrust this user in the future.
sv: Administrera användare|Du kan vid behov sluta lita på den här användaren i framtiden.

source: Administrator Account Setup
sv: Inställning av administratörskonto

source: Advanced search indexing in progress. It might take a few minutes to create indices and initiate indexing. Please use gitlab:elastic:info rake task to check progress.
sv: Indexering för avancerad sökning pågår. Det kan ta några minuter att skapa index och starta indexering. Använd rake-uppgiften gitlab:elastic:info för att kontrollera förloppet.

source: Advanced search indexing restrictions
sv: Begränsningar för indexering av avancerad sökning

source: Advanced search indexing status
sv: Status för indexering av avancerad sökning

source: Advanced search migration halted
sv: Migrering av avancerad sökning har stoppats

source: Advanced search zero-downtime reindexing
sv: Omindexering utan driftstopp för avancerad sökning

source: AdvancedSearch|None. Select namespaces to index.
sv: Avancerad sökning|Inga. Välj namnrymder att indexera.

source: AdvancedSearch|None. Select projects to index.
sv: Avancerad sökning|Inga. Välj projekt att indexera.

source: AdvancedSearch|Select namespaces to index
sv: Avancerad sökning|Välj namnrymder att indexera

source: AdvancedSearch|Select projects to index
sv: Avancerad sökning|Välj projekt att indexera

source: AdvancedSearch|You have pending obsolete migrations
sv: Avancerad sökning|Du har väntande inaktuella migreringar

source: After it is removed, the fork relationship can only be restored by using the API. This project will no longer be able to receive or send merge requests to the upstream project or other forks.
sv: När den har tagits bort kan förhållandet mellan förgreningarna endast återställas med API:t. Projektet kan inte längre ta emot eller skicka sammanslagningsbegäranden till uppströmsprojektet eller andra förgreningar.

source: After the report is generated, an email will be sent with the report attached.
sv: När rapporten har skapats skickas ett e-postmeddelande med rapporten bifogad.

source: After you enable the integration, the following protected variables are created for CI/CD use:
sv: När du aktiverar integreringen skapas följande skyddade variabler för CI/CD-användning:

source: Agent not found for provided id.
sv: Agent hittades inte för angivet ID.

source: Agent or flow already enabled
sv: Agent eller flöde är redan aktiverat

source: AgentArtifacts|%{workflowDefinition} session %{workflowId}
sv: AgentArtifacts|Session %{workflowDefinition} %{workflowId}

source: AgentArtifacts|AI Item
sv: AgentArtifacts|AI-objekt

source: AgentArtifacts|AI audit event storage is turned off, so no audit events are being recorded. %{linkStart}Turn on storage%{linkEnd} to start capturing audit events.
sv: AgentArtifacts|Lagring av AI-granskningshändelser är avstängd, så inga granskningshändelser registreras. %{linkStart}Aktivera lagring%{linkEnd} för att börja samla in granskningshändelser.

source: AgentArtifacts|Audit events
sv: Agentartefakter|Granskningshändelser

source: AgentArtifacts|Author ID
sv: AgentArtifacts|Författar-ID

source: AgentArtifacts|Author name
sv: Agentartefakter|Författarnamn

source: AgentArtifacts|Claude Code
sv: Agentartefakter|Claude Code

source: AgentArtifacts|Download Session Artifacts
sv: Agentartefakter|Hämta sessionsartefakter

source: AgentArtifacts|Event type
sv: AgentArtifacts|Händelsetyp

source: AgentArtifacts|Failed to load agent artifacts.
sv: Agentartefakter|Det gick inte att läsa in agentartefakter.

source: AgentArtifacts|Failed to load audit events.
sv: Agentartefakter|Det gick inte att läsa in granskningshändelser.

source: AgentArtifacts|Failed to load projects.
sv: Agentartefakter|Det gick inte att läsa in projekt.

source: AgentArtifacts|Filter agent artifacts
sv: Agentartefakter|Filtrera agentartefakter

source: AgentArtifacts|No agent artifacts found.
sv: Agentartefakter|Inga agentartefakter hittades.

source: AgentArtifacts|No audit events found.
sv: Agentartefakter|Inga granskningshändelser hittades.

source: AgentArtifacts|No details available for this event.
sv: Agentartefakter|Inga uppgifter är tillgängliga för den här händelsen.

source: AgentArtifacts|Prompt content
sv: Agentartefakter|Promptinnehåll

source: AgentArtifacts|Response content
sv: Agentartefakter|Svarsinnehåll

source: AgentArtifacts|Session ID
sv: AgentArtifacts|Sessions-ID

source: AgentArtifacts|Session details
sv: Agentartefakter|Sessionsuppgifter

source: AgentArtifacts|Target details
sv: Agentartefakter|Måluppgifter

source: AgentArtifacts|Target type
sv: Agentartefakter|Måltyp

source: AgentArtifacts|Timestamp
sv: AgentArtifacts|Tidsstämpel

source: AgentArtifacts|Tool arguments
sv: Agentartefakter|Verktygsargument

source: AgentArtifacts|View full session details
sv: Agentartefakter|Visa fullständiga sessionsuppgifter

source: AgentPlan|A workplan breaks down your work item into a step-by-step implementation guide for GitLab Duo to execute. Create one manually or let Duo generate it for you.
sv: Agentplan|En arbetsplan delar upp arbetsobjektet i en stegvis implementeringsguide som GitLab Duo kan utföra. Skapa en manuellt eller låt Duo generera den åt dig.

source: AgentPlan|Are you sure you want to delete this workplan? This action cannot be undone.
sv: Agentplan|Vill du verkligen ta bort den här arbetsplanen? Åtgärden kan inte ångras.

source: AgentPlan|Regenerate workplan
sv: Agentplan|Generera om arbetsplan

source: AgentPlan|Something went wrong while resuming workplan generation.
sv: Agentplan|Något gick fel när återupptagen generering av arbetsplanen skulle fortsätta.

source: AiOverview|%{given} of %{required} required
sv: AiOverview|%{given} av %{required} krävs

source: AiOverview|%{passing} of %{total} checks passing
sv: AiOverview|%{passing} av %{total} kontroller godkända

source: AiOverview|All resolved
sv: AiOverview|Alla lösta

source: AiOverview|Approval sync
sv: AiOverview|Synkronisering av godkännanden

source: AiOverview|Blocked
sv: AiOverview|Blockerad

source: AiOverview|Checking
sv: AiOverview|Kontrollerar

source: AiOverview|Checking whether this merge request can be merged
sv: AI-översikt|Kontrollerar om den här sammanslagningsbegäran kan slås samman

source: AiOverview|Closed
sv: AiOverview|Stängd

source: AiOverview|Discussions
sv: AiOverview|Diskussioner

source: AiOverview|Every merge check is passing.
sv: AI-översikt|Alla sammanslagningskontroller har godkänts.

source: AiOverview|In progress
sv: AiOverview|Pågår

source: AiOverview|Jira issue reference
sv: AI-översikt|Jira-ärendereferens

source: AiOverview|Locked LFS files
sv: AI-översikt|Låsta LFS-filer

source: AiOverview|Locked paths
sv: AiOverview|Låsta sökvägar

source: AiOverview|Merge check
sv: AiOverview|Sammanfogningskontroll

source: AiOverview|Merge in progress
sv: AI-översikt|Sammanslagning pågår

source: AiOverview|Merge request state
sv: AI-översikt|Sammanslagningsbegärans status

source: AiOverview|Merge time
sv: AiOverview|Tid för sammanfogning

source: AiOverview|Merge with caution
sv: AI-översikt|Slå samman med försiktighet

source: AiOverview|Merged
sv: AiOverview|Sammanfogad

source: AiOverview|Must be resolved
sv: AI-översikt|Måste lösas

source: AiOverview|No pipeline
sv: AiOverview|Ingen pipeline

source: AiOverview|None
sv: AiOverview|Ingen

source: AiOverview|Not ready to merge
sv: AI-översikt|Inte redo att slå samman

source: AiOverview|Not required
sv: AiOverview|Krävs inte

source: AiOverview|Override added
sv: AiOverview|Åsidosättning tillagd

source: AiOverview|Passing
sv: AiOverview|Godkänd

source: AiOverview|Passing with an override: %{checks}.
sv: AiOverview|Godkänd med en åsidosättning: %{checks}.

source: AiOverview|Ready to merge
sv: AiOverview|Klar för sammanfogning

source: AiOverview|Ready to merge, with caution
sv: AI-översikt|Redo att slå samman, men med försiktighet

source: AiOverview|Requested changes
sv: AI-översikt|Begärda ändringar

source: AiOverview|Security policy pipelines
sv: AI-översikt|Säkerhetspolicy-pipelines

source: AiOverview|Still checking: %{checks}.
sv: AiOverview|Kontrollerar fortfarande: %{checks}.

source: AiOverview|This merge request has been merged.
sv: AI-översikt|Den här sammanslagningsbegäran har slagits samman.

source: AiOverview|This merge request is being merged.
sv: AI-översikt|Den här sammanslagningsbegäran håller på att slås samman.

source: AiOverview|This merge request is not ready to merge
sv: AI-översikt|Den här sammanslagningsbegäran är inte redo att slås samman

source: AiOverview|This merge request was closed without being merged.
sv: AI-översikt|Den här sammanslagningsbegäran stängdes utan att slås samman.

source: AiOverview|View discussions
sv: AI-översikt|Visa diskussioner

source: AiOverview|View pipeline
sv: AiOverview|Visa pipeline

source: AiOverview|Waiting on: %{checks}.
sv: AiOverview|Väntar på: %{checks}.

source: AiPowered|%{word} by %{source} — subgroups cannot opt out.
sv: AiPowered|%{word} av %{source} — undergrupper kan inte välja bort detta.

source: AiPowered|%{word} — subgroups cannot opt in.
sv: AiPowered|%{word} — undergrupper kan inte välja detta.

source: AiPowered|%{word} — subgroups cannot opt out.
sv: AiPowered|%{word} — undergrupper kan inte välja bort detta.

source: AiPowered|%{word} — subgroups default to off but can opt in individually.
sv: AiPowered|%{word} — undergrupper är avstängda som standard men kan välja detta individuellt.

source: AiPowered|%{word} — subgroups default to on but can opt out individually.
sv: AiPowered|%{word} — undergrupper är aktiverade som standard men kan välja bort detta individuellt.

source: AiPowered|A curated list of recommended domains is automatically included in the allowlist.
sv: AI-funktioner|En utvald lista över rekommenderade domäner ingår automatiskt i tillåtelselistan.

source: AiPowered|AI Gateway request timeout
sv: AI-funktioner|Tidsgränsen för AI Gateway-begäran har överskridits

source: AiPowered|AI audit event storage
sv: AI-funktioner|Lagring av AI-granskningshändelser

source: AiPowered|Access AI features prior to general availability.
sv: AI-funktioner|Åtkomst till AI-funktioner före allmän tillgänglighet.

source: AiPowered|Access to GitLab Duo Agent Platform
sv: AI-funktioner|Åtkomst till GitLab Duo Agent Platform
